export const mockArrayOurSpecialists = [
  {name: 'Овсоян Григорий', category: 'Челюстно-лицевой хирург', img:"avatar-4.png" },
  {name: 'Унаньян Карина', category: 'Стоматолог-терапевт', img:"avatar-5.png" },
  {name: 'Маашев Магомед', category: 'Стоматолог-хирург', img:"avatar-6.png"},
  {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
  {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
  {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
  {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
  {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
  {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
  {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
  {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
  {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
];

export const mockArrayOurSpecialistsTwoDoctors = [
  {name: 'Овсоян Григорий', category: 'Челюстно-лицевой хирург', img:"avatar-4.png" },
  {name: 'Унаньян Карина', category: 'Стоматолог-терапевт', img:"avatar-5.png" },
];

export const mockBusinessCards = [
  {title: 'Более 15 лет', text: 'работаем на рынке' },
  {title: '7 филиалов', text: 'в разных частях  Краснодара' },
  {title: '118', text: 'врачей' },
  {title: 'Постоплата', text: 'для юридических лиц' },
  {title: 'Работаем', text: 'без выходных и перерывов с 09:00 до 21:00' },
  {title: 'Самое большое', text: 'детское стоматологические отделение' },
  {title: 'Открыты', text: 'для индивидуального сотрудничества с предприятиями' },
  {title: 'Первая', text: 'частная клиника Челюстно-лицевой хирургии' },
]

export const mockInfoMain = [
  { 
    id: 1, 
    title: 'Основная информация', 
    isOpen: false,
    text: 'ООО «СТАМУС»',
    text2: 'ул. Московская 140',
    text3: 'ул. Хакурате 34',
    text4: 'ул. Мачуги 1/1',
    text5: ' ул. Гимназическая 85',
    text6: 'Почтовый адрес: 350002, Россия, Краснодарский край, г. Краснодар, ул. Промышленная, д. 23, литер А, помещение 39, 42-49',
    text7: '* Расположение клиник и контактные данные каждого филиала можно посмотреть ниже в блоке контакты'
  },
  { 
    id: 2, 
    title: 'Дата гос. регистрации и сведения об учредителе', 
    isOpen: false,
    text: 'ООО «СТАМУС» г. Краснодар, ул. Хакурате 34 (схема проезда) г. Краснодар, ул. Московская 140 (схема проезда) г. Краснодар, ул. Мачуги 1/1 (схема проезда) г. Краснодар, ул. Гимназическая 85 (схема проезда) Почтовый адрес: 350002, Россия, Краснодарский край, г. Краснодар, ул. Промышленная, д. 23, литер А, помещение 39, 42-49 (схема проезда)',
  },
    { 
    id: 3, 
    title: 'Основная информация', 
    isOpen: false,
    text: 'ООО «СТАМУС» г. Краснодар, ул. Хакурате 34 (схема проезда) г. Краснодар, ул. Московская 140 (схема проезда) г. Краснодар, ул. Мачуги 1/1 (схема проезда) г. Краснодар, ул. Гимназическая 85 (схема проезда) Почтовый адрес: 350002, Россия, Краснодарский край, г. Краснодар, ул. Промышленная, д. 23, литер А, помещение 39, 42-49 (схема проезда)',
  },
]

export const mockInfoDop = [
  { 
    id: 1, 
    title: 'Контролирующие органы', 
    isOpen: false,
    text: 'ООО «СТАМУС»',
    text2: 'ул. Московская 140',
    text3: 'ул. Хакурате 34',
    text4: 'ул. Мачуги 1/1',
    text5: ' ул. Гимназическая 85',
    text6: 'Почтовый адрес: 350002, Россия, Краснодарский край, г. Краснодар, ул. Промышленная, д. 23, литер А, помещение 39, 42-49',
    text7: '* Расположение клиник и контактные данные каждого филиала можно посмотреть ниже в блоке контакты'
  },
  { 
    id: 2, 
    title: 'Права и обязанности граждан в сфере охраны здоровья', 
    isOpen: false,
    text: 'ООО «СТАМУС» г. Краснодар, ул. Хакурате 34 (схема проезда) г. Краснодар, ул. Московская 140 (схема проезда) г. Краснодар, ул. Мачуги 1/1 (схема проезда) г. Краснодар, ул. Гимназическая 85 (схема проезда) Почтовый адрес: 350002, Россия, Краснодарский край, г. Краснодар, ул. Промышленная, д. 23, литер А, помещение 39, 42-49 (схема проезда)',
  },
  { 
    id: 3, 
    title: 'Лекарственное обеспечение', 
    isOpen: false,
    text: 'ООО «СТАМУС» г. Краснодар, ул. Хакурате 34 (схема проезда) г. Краснодар, ул. Московская 140 (схема проезда) г. Краснодар, ул. Мачуги 1/1 (схема проезда) г. Краснодар, ул. Гимназическая 85 (схема проезда) Почтовый адрес: 350002, Россия, Краснодарский край, г. Краснодар, ул. Промышленная, д. 23, литер А, помещение 39, 42-49 (схема проезда)',
  },
  { 
    id: 4, 
    title: 'Закон Краснодарского края о территориальной программе государственных гарантий бесплатного оказания гражданам медицинской помощи в Краснодарском крае на 2023 год и на плановый период 2024 и 2025 годов', 
    isOpen: false,
    text: 'ООО «СТАМУС» г. Краснодар, ул. Хакурате 34 (схема проезда) г. Краснодар, ул. Московская 140 (схема проезда) г. Краснодар, ул. Мачуги 1/1 (схема проезда) г. Краснодар, ул. Гимназическая 85 (схема проезда) Почтовый адрес: 350002, Россия, Краснодарский край, г. Краснодар, ул. Промышленная, д. 23, литер А, помещение 39, 42-49 (схема проезда)',
  },
  { 
    id: 5, 
    title: 'Закон о программе государственных гарантий бесплатного оказания гражданам медицинской помощи на 2023 год и на плановый период 2024 и 2025 годов', 
    isOpen: false,
    text: 'ООО «СТАМУС» г. Краснодар, ул. Хакурате 34 (схема проезда) г. Краснодар, ул. Московская 140 (схема проезда) г. Краснодар, ул. Мачуги 1/1 (схема проезда) г. Краснодар, ул. Гимназическая 85 (схема проезда) Почтовый адрес: 350002, Россия, Краснодарский край, г. Краснодар, ул. Промышленная, д. 23, литер А, помещение 39, 42-49 (схема проезда)',
  },
  {
    id: 6, 
    title: 'Сведения о стандартах медицинской помощи и клинических рекомендациях', 
    isOpen: false,
    text: 'ООО «СТАМУС» г. Краснодар, ул. Хакурате 34 (схема проезда) г. Краснодар, ул. Московская 140 (схема проезда) г. Краснодар, ул. Мачуги 1/1 (схема проезда) г. Краснодар, ул. Гимназическая 85 (схема проезда) Почтовый адрес: 350002, Россия, Краснодарский край, г. Краснодар, ул. Промышленная, д. 23, литер А, помещение 39, 42-49 (схема проезда)',
  },
  {
    id: 7, 
    title: 'Документы на возврат НДФЛ', 
    isOpen: false,
    text: 'Вы можете сделать налоговый вычет за медицинские услуги, предоставленные лично вам, вашему мужу (жене), детям и подопечным до 18 лет, родителям. В наших клиниках вы можете получить справку об оплате медицинских услуг для предоставления в налоговую инспекцию. Для получения такой справки вам необходимо заполнить заявку на нашем сайте или обратиться к администраторам в регистратуру клиники. Срок подготовки справки — до 14 рабочих дней с момента обращения. Вместе со справкой мы выдаем копию лицензии на ведение медицинской деятельности (она также понадобится в налоговой)',
  },
]

export const mockSpecialists = [
  { id: 1, name: 'Овсоян Григорий', category: 'Стоматолог-терапевт', img: 'images/specialists/avatar.png', imgBig:'images/specialists/avatar-4.png'},
  { id: 2, name: 'Унаньян Карина', category: 'Челюстно-лицевой хирург', img: 'images/specialists/avatar-1.png', imgBig:'images/specialists/avatar-7.png'},
  { id: 3, name: 'Маашев Магомед', category: 'Стоматолог-хирург', img: 'images/specialists/avatar-2.png', imgBig:'images/specialists/avatar-6.png'},
  { id: 4, name: 'Шагалова Полина', category: 'Стоматолог', img: 'images/specialists/avatar-3.png', imgBig:'images/specialists/avatar-5.png'}
]

export const textAboutImportantArray = [
  'Кариес не бывает «детским». Это инфекция, которая может распространиться на постоянные зубы, если не начать лечение молочных зубов',
  'Разрушенные зубы влияют на отношение детей в коллективе',
  'Молочные зубы у детей болят точно так же, как и постоянные у взрослых',
  'Разрушенные и отсутствующие зубы ведут к логопедическим дефектам (нарушается произносительная сторона речи ребенка) и к проблемам с прикусом'
];

export const mockArrayArticleCard = [
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    ];

export const mockArrayServicesCard = [
    {name: 'Профессиональная гигиена полости рта и зубов временный прикус', price: 'от 3 400 ₽', type: 'Рекомендуем'},
    {name: 'Профессиональная гигиена полости рта и зубов временный прикус', price: 'от 3 400 ₽', type: 'Рекомендуем'},
    {name: 'Профессиональная гигиена полости рта и зубов временный прикус', price: 'от 3 400 ₽', type: 'Рекомендуем'},
    {name: 'Профессиональная гигиена полости рта и зубов временный прикус', price: 'от 3 400 ₽', type: 'Рекомендуем'},
    {name: 'Профессиональная гигиена полости рта и зубов временный прикус', price: 'от 3 400 ₽', type: 'Рекомендуем'},
  ];

export const mockArrayDirection = [
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"cases-direction/avatar1.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"cases-direction/avatar2.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"cases-direction/avatar3.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"cases-direction/avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"cases-direction/avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"cases-direction/avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"cases-direction/avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"cases-direction/avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"cases-direction/avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"cases-direction/avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"cases-direction/avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"cases-direction/avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"cases-direction/avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
];

export const mockArrayDocumentationCard = [
  {title: 'Лицензия на оказание стоматологических услуг в Краснодарском крае', text: 'Лицензия №23-01-015031' },
  {title: 'Лицензия на оказание стоматологических услуг в Краснодарском крае', text: 'Лицензия №23-01-015031' },
]

export const mockArrayClinic = [
  {
    id: 1,
    title: 'Взрослая стоматология',
    titleDescription: 'Небольшое описание в несколько строчек',
    imgBgTitle: 'adult-dent.png',
    imgAdaptivTitle: 'adult-dent-adaptiv.png',
    descriptionClinicTitle: 'Описание клиники',
    descriptionClinicText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    descriptionClinicSliderImgs: ['clinic.png', 'clinic.png', 'clinic.png'],
    videoBlockTitle: 'Продающий заголовок',
    videoBlockText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    videoBlock: '',
    directions: [
      {
        id: 1,
        title: 'Терапия. Лечение зубов',
        services: ['Лечение кариеса', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 2,
        title: 'Диагностика',
        services: ['Рентген зубов', 'Панорамный снимок зубов (ОПТГ)', 'Телерентгенограмма (ТРГ)', 'КЛКТ', 'Сканирование 3Shape'],
      },
      {
        id: 3,
        title: 'Гигиена и отбеливание',
        services: ['Профессиональная гигиена полости рта', 'Проф гигиена при брекетах', 'Отбеливание ZOOM4', 'Капповое отбеливание', 'Внутрикоронковое отбеливание'],
      },
      {
        id: 4,
        title: 'Ортопедия. Коронки и протезы',
        services: ['Протезирование зубов: вкладки, коронки, мосты', 'Керамические коронки', 'Коронки на имплантаты', 'Виниры', 'Съемные протезы', 'Несъемные протезы (All on 4)'],
      },   
    ],
  },
  {
    id: 2,
    title: 'Детская стоматология',  
    titleDescription: 'Небольшое описание в несколько строчек',
    imgBgTitle: 'girl.png',
    imgAdaptivTitle: 'girl-adaptiv.png',
    descriptionClinicTitle: 'Описание клиники',
    descriptionClinicText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    descriptionClinicSliderImgs: ['clinic.png', 'clinic.png', 'clinic.png'],
    videoBlockTitle: 'Продающий заголовок',
    videoBlockText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    videoBlock: '',
    directions: [
      {
        id: 1,
        title: 'Терапия. Лечение зубов',
        services: ['Лечение кариеса2', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 2,
        title: 'Консультация и профилактика ',
        services: ['Лечение кариеса', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 3,
        title: 'Хирургия. Удаление зубов и др',
        services: ['Лечение кариеса3', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 4,
        title: 'Адаптация',
        services: ['Лечение кариеса4', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },   
    ],
  },
  {
    id: 3,
    title: 'Детская клиника',
    titleDescription: 'Небольшое описание в несколько строчек',
    imgBgTitle: 'children-clinic.png',
    imgAdaptivTitle: 'children-clinic-adaptiv.png',
    descriptionClinicTitle: 'Описание клиники',
    descriptionClinicText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    descriptionClinicSliderImgs: ['clinic.png', 'clinic.png', 'clinic.png'],
    videoBlockTitle: 'Продающий заголовок',
    videoBlockText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    videoBlock: '',  
    directions: [
      {
        id: 1,
        title: 'Услуги',
        services: ['Лечение кариеса', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 2,
        title: 'Специалисты',
        services: ['Педиатр', 'Аллерголог', 'Аллерголог', 'Дерматолог', 'Детский хирург', 'Уролог', 'Кардиолог', 'Функциональный диагност', 'Логопед', 'Невролог', 'Ортопед травматолог', 'ЛОР', 'Офтальмолог', 'Физиотерапевт', 'Эндокринолог'],
      },
      // {
      //   id: 3,
      //   title: 'Гигиена и отбеливание',
      //   services: ['Лечение кариеса3', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      // },
      // {
      //   id: 4,
      //   title: 'Ортопедия. Коронки и протезы',
      //   services: ['Лечение кариеса4', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      // },   
    ],
  },
  {
    id: 4,
    title: 'Челюстно-лицевая хирургия',
    titleDescription: 'Небольшое описание в несколько строчек',
    imgBgTitle: 'children-clinic.png',
    imgAdaptivTitle: 'children-clinic-adaptiv.png',
    descriptionClinicTitle: 'Описание клиники',
    descriptionClinicText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    descriptionClinicSliderImgs: ['clinic.png', 'clinic.png', 'clinic.png'],
    videoBlockTitle: 'Продающий заголовок',
    videoBlockText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    videoBlock: '',  
    directions: [
      {
        id: 1,
        title: 'Травмы челюстно-лицевой области (переломы)',
        services: ['Лечение кариеса', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 2,
        title: 'Скуловая имплантация',
        services: ['Лечение кариеса2', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 3,
        title: 'Опухоли и новообразования',
        services: ['Лечение кариеса3', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 4,
        title: 'Опухоли и новообразования',
        services: ['Лечение кариеса4', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      }, 
      {
        id: 5,
        title: 'Гайморотомия',
        services: ['Лечение кариеса4', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },   
    ],
  },
  {
    id: 5,
    title: 'Лечение во сне',
    titleDescription: 'Небольшое описание в несколько строчек',
    imgBgTitle: 'children-clinic.png',
    imgAdaptivTitle: 'children-clinic-adaptiv.png',
    descriptionClinicTitle: 'Описание клиники',
    descriptionClinicText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    descriptionClinicSliderImgs: ['clinic.png', 'clinic.png', 'clinic.png'],
    videoBlockTitle: 'Продающий заголовок',
    videoBlockText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    videoBlock: '',  
    directions: [
      {
        id: 1,
        title: 'Лечение зубов детям во сне',
        services: ['Лечение кариеса', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 2,
        title: 'Масочный наркоз',
        services: ['Лечение кариеса2', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 3,
        title: 'Лечение зубов взрослым во сне',
        services: ['Лечение кариеса3', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 4,
        title: 'Удаление зубов под наркозом',
        services: ['Лечение кариеса4', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },   
    ],
  },
]