export const mockArrayOurSpecialists = [
  {name: 'Овсоян Григорий', category: 'Челюстно-лицевой хирург', img:"avatar-4.png" },
  {name: 'Унаньян Карина', category: 'Стоматолог-терапевт', img:"avatar-5.png" },
  {name: 'Маашев Магомед', category: 'Стоматолог-хирург', img:"avatar-6.png"},
  {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
  {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
  {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
  {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
  {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
  {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
  {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
  {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
  {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
];

export const arrayImg6 = ['gallery6.png', 'gallery5.png', 'gallery4.png', 'gallery3.png', 'gallery2.png', 'gallery1.png']
export const arrayImg5 = ['gallery6.png', 'gallery5.png', 'gallery4.png', 'gallery3.png', 'gallery2.png']
export const arrayImg4 = ['gallery6.png', 'gallery5.png', 'gallery4.png', 'gallery3.png']
export const arrayImg3 = ['gallery6.png', 'gallery5.png', 'gallery4.png']
export const arrayImg2 = ['gallery6.png', 'gallery5.png']

export const mockArrayTooltips = [
  {text: 'Победитель Гран-при Продокторов «Лучший ортопед России» 2021', img: 'tool1.svg'},
  {text: '2 место Премия Продокторов «Детский стоматолог» 2022 Краснодар', img: 'tool2.svg'},
  {text: 'Врач высшей категории', img: 'tool3.svg'},
  {text: 'Работает с эстетическими коронками', img: 'tool4.svg'},
  {text: 'Работает под микроскопом', img: 'tool5.svg'},
];

export const mockAddresses = [
  {name: 'Клиника на Гимназической', address: 'Краснодар, Гимназическая, 85'},
  {name: 'Клиника на Мачуги', address: 'Краснодар, ул. Мачуги 1/1'},
  {name: 'Клиника на Гимназической2', address: 'Краснодар, Гимназическая, 85'},
  {name: 'Клиника на Гимназической3', address: 'Краснодар, Гимназическая, 85'},
]

export const mockArrayServices = [
  {heading: 'Лечение во сне', price: '3 400', isRecommended: true, isPopular: null, isDemand: null, type: 'Рекомендуем', tags: ["Стоматология", "Дети", 'Седация']},
  {heading: 'Профессиональная гигиена полости рта и зубов временный прикус', isRecommended: true, isPopular: null, isDemand: null, price: '5 400', type: 'Рекомендуем', tags: ["Стоматология", "Дети"]},
  {heading: 'Удаление зубов мудрости', price: '3 400', isRecommended: null, isPopular: null, isDemand: true, type: 'Рекомендуем', tags: ["Стоматология", "Взрослые"]},
  {heading: 'Скуловая имплантация', price: '3 800', isRecommended: null, isPopular: true, isDemand: null, type: 'Рекомендуем', tags: ["Стоматология", "Дети"]},
  {heading: 'Профессиональная гигиена полости рта и зубов временный прикус', isRecommended: null, isPopular: null, isDemand: null, price: '1 400', type: 'Рекомендуем', tags: ["Стоматология"]},
  ];

export const mockArrayOurSpecialistsTwoDoctors = [
  {name: 'Овсоян Григорий', category: 'Челюстно-лицевой хирург', img:"avatar-4.png" },
  {name: 'Унаньян Карина', category: 'Стоматолог-терапевт', img:"avatar-5.png" },
];

export const mockArrayOurSpecialistsTwoDoctorsDiscounts = [
  {name: 'Овсоян Григорий', category: 'Челюстно-лицевой хирург', img:"avatar-4.png", time:"15:00", address:"Прием на ул. Мачуги 1/1"},
  {name: 'Унаньян Карина', category: 'Стоматолог-терапевт', img:"avatar-5.png", time:"17:00", address:"Прием на ул. Мачуги 1/1" },
];

export const mockBusinessCards = [
  {title: 'Более 15 лет', text: 'работаем на рынке' },
  {title: '7 филиалов', text: 'в разных частях  Краснодара' },
  {title: '118', text: 'врачей' },
  {title: 'Постоплата', text: 'для юридических лиц' },
  {title: 'Работаем', text: 'без выходных и перерывов с 09:00 до 21:00' },
  {title: 'Самое большое', text: 'детское стоматологические отделение' },
  {title: 'Открыты', text: 'для индивидуального сотрудничества с предприятиями' },
  {title: 'Первая', text: 'частная клиника Челюстно-лицевой хирургии' },
]

export const mockInfoMain = [
  { 
    id: 1, 
    title: 'Основная информация', 
    isOpen: false,
    text: 'ООО «СТАМУС»',
    text2: 'ул. Московская 140',
    text3: 'ул. Хакурате 34',
    text4: 'ул. Мачуги 1/1',
    text5: ' ул. Гимназическая 85',
    text6: 'Почтовый адрес: 350002, Россия, Краснодарский край, г. Краснодар, ул. Промышленная, д. 23, литер А, помещение 39, 42-49',
    text7: '* Расположение клиник и контактные данные каждого филиала можно посмотреть ниже в блоке контакты'
  },
  { 
    id: 2, 
    title: 'Дата гос. регистрации и сведения об учредителе', 
    isOpen: false,
    text: 'Юридическое лицо ООО «СТАМУС» зарегистрировано 20.07.2006г.',
    text2: 'Свидетельство о постановке на учет (открыть)',
    text3: 'Свидетельство о государственной регистрации (открыть)',
    text4: 'Сведения об учредителе (открыть)',
    text5: 'ВЫПИСКА из Единого государственного реестра юридических лиц',
  },
  { 
    id: 3, 
    title: 'Структура и органы управления', 
    isOpen: false,
    text: 'Открыть',
  },
  { 
    id: 4, 
    title: 'Режим и график работы', 
    isOpen: false,
    text: 'График работы',
    text2: 'в будние дни: с 09.00 до 21.00',
    text3: 'в выходные и праздничные дни: с 09.00 до 21.00',
  },
  { 
    id: 5, 
    title: 'Правила внутреннего распорядка для пациентов', 
    isOpen: false,
    text: 'Открыть',
  },
  { 
    id: 6, 
    title: 'Контактные телефоны, почты', 
    isOpen: false,
    text: '+7 (918) 024-22-72 — единая справочная служба (колл-центр) сети клиник Стамус',
    text2: '+7 (928) 420-60-03 — администратор ул. Хакурате 34',
    text3: '+7 (938) 877-22-72 — администратор ул. Мачуги 1/1',
    text4: '+7 (918) 372-05-42 — администратор ул. Московская 140',
    text5: '+7 (928) 421-87-93 — администратор ул. Гимназическая 85',
    text6: '+7 (918) 024-22-72 — главный врач клиник',
    text7: 'Почта: stamus.dent@yandex.ru',
    text8: 'Рекламные предложения: gallaktik23@yandex.ru',
    text9: 'Коммерческий отдел: olga.stamus@yandex.ru',
  },
  { 
    id: 7, 
    title: 'График приема руководителем', 
    isOpen: false,
    text: 'График приёма Главного врача ',
    text2: 'Среда с 14:00 до 16:00',
    text3: 'Пятница с 14:00 до 16:00',
    text4: 'Контактный телефон: +7 (918) 333-02-24',
    text5: 'Эл. Почта: stamus.dent@gmail.com',
  },
  { 
    id: 8, 
    title: 'Лицензии на осуществление медицинской деятельности', 
    isOpen: false,
    text: 'Открыть',
    text1: 'Открыть',
  },
  { 
    id: 9, 
    title: 'Виды медицинской помощи', 
    isOpen: false,
    text: '— Стоматология терапевтическая;',
    text2: '— Стоматология хирургическая;',
    text3: '— Стоматология ортопедическая;',
    text4: '— Челюстно-лицевая хирургия;',
    text5: '— Стоматология общей практики;',
    text6: '— Стоматология детская;',
    text7: '— Ортодонтия;',
    text8: '— Анестезиология и реаниматология;',
    text9: '— Сестринское дело;',
  },
  { 
    id: 10, 
    title: 'Прайс лист Стамус', 
    isOpen: false,
    text: 'Открыть',
  },
  { 
    id: 11, 
    title: 'Санитарно-эпидемиологические заключения', 
    isOpen: false,
    text: 'Открыть',
    text2: 'Детская клиника',
  },
  { 
    id: 12, 
    title: 'Положение о персональных данных', 
    isOpen: false,
    text: 'Открыть',
  },
  { 
    id: 13, 
    title: 'Сводная ведомость результатов проведенной СОУТ Митрофана Седина, 195 - Хакурате 34', 
    isOpen: false,
    text: 'Открыть',
  },
]

export const mockInfoDop = [
  { 
    id: 1, 
    title: 'Контролирующие органы', 
    isOpen: false,
    text: 'Адреса и телефоны органов исполнительной власти',
    text2: 'Министерство здравоохранения Краснодарского края',
    text3: 'Телефон «Горячей линии» (звонок бесплатно): 8-800-200-03-66',
    text4: 'Факс : 8 (861) 992-53-01',
    text5: 'Канцелярия : 8 (861) 992-53-02',
    text6: 'Приемная министра : 8 (861) 992-52-91',
    text7: 'e-mail: mz@krasnodar.ru',
    text8: 'http://www.minzdravkk.ru/',
    text9: 'Адрес: 350000, г. Краснодар, ул. Коммунаров, 276',
    text10: 'Управление Федеральной службы по надзору в сфере защиты прав потребителей и благополучия человека по Краснодарскому краю',
    text11: 'Сокращенное название: Управление Роспотребнадзора по Краснодарскому краю',
    text12: 'Телефон «Горячей линии»: 8 (861) 267-26-64',
    text13: 'Телефон пресс-службы: 8 (861) 255-11-37',
    text14: 'В выходные и праздничные дни: 8 (861) 259-36-86 с 9.00 до 15.00',
    text15: 'e-mail: upravlenie@kubanrpn.ru',
    text16: 'http://www.23.rospotrebnadzor.ru',
    text17: 'Адрес: 350000, г. Краснодар, ул. Рашпилевская, 100',
    text18: 'Территориальный орган Федеральной службы по надзору в сфере здравоохранения по Краснодарскому краю',
    text19: 'Телефон: +7 (861) 991-08-96',
    text20: 'горячая линия: 8 800 550-99-03',
    text21: 'E-mail: info@reg23.roszdravnadzor.gov.ru',
    text22: 'Адрес:г. Краснодар, ул. Северная, д. 315',
    text23: 'Территориальный фонд обязательного медицинского страхования Краснодарского края',
    text24: 'Телефон (приемная): 8 (861)  215 24 62',
    text25: 'Телефон «Горячей линии»: 8 (861) 215 24 52',
    text26: 'e-mail:  tfomskk@kubanoms.ru',
    text27: 'http://www.kubanoms.ru',
    text28: 'Общество по защите прав потребителей',
    text29: 'Телефон  горячей линии: 8 (861) 241 32 55',
  },
  { 
    id: 2, 
    title: 'Права и обязанности граждан в сфере охраны здоровья', 
    isOpen: false,
    text: 'Юрилическое лицо ООО «СТАМУС» зарегистрировано 20.07.2006г.',
    text2: 'Свидетельство о постановке на учет (открыть)',
    text3: 'Свидетельство о государственной регистрации (открыть)',
    text4: 'Сведения об учредителе (открыть)',
    text5: 'ВЫПИСКА из Единого государственного реестра юридических лиц',
  },
  { 
    id: 3, 
    title: 'Лекарственное обеспечение', 
    isOpen: false,
    text: 'Перечень «ЖНВЛП» (жизненно необходимых важнейших лекарственных препаратов)',
    text2: 'Перечень лекарственных препаратов, предназначенных для обеспечения лиц, больных гемофилией, муковисцидозом, гипофизарным нанизмом, болезнью Гоше, злокачественными новообразованиями лимфоидной, кроветворной и родственных им тканей, рассеянным склерозом, гемолитико-уремическим синдромом, юношеским артритом с системным началом, мукополисахаридозом I, II и VI типов, апластической анемией неуточненной, наследственным дефицитом факторов II (фибриногена), VII (лабильного), X (Стюарта — Прауэра), лиц после трансплантации органов и (или) тканей',
    text3: 'Перечень лекарственных препаратов, отпускаемых населению бесплатно, а так же в соответствии с перечнем групп населения с 50% скидкой',
    text4: 'ПЕРЕЧЕНЬ ПРЕПАРАТОВ, НАЗНАЧАЕМЫХ РЕШЕНИЕМ ВРАЧЕБНОЙ КОМИССИИ',
  },
  { 
    id: 4, 
    title: 'Закон Краснодарского края о территориальной программе государственных гарантий бесплатного оказания гражданам медицинской помощи в Краснодарском крае на 2023 год и на плановый период 2024 и 2025 годов', 
    isOpen: false,
    text: 'Открыть',
  },
  { 
    id: 5, 
    title: 'Закон о программе государственных гарантий бесплатного оказания гражданам медицинской помощи на 2023 год и на плановый период 2024 и 2025 годов', 
    isOpen: false,
    text: 'Открыть',
  },
  {
    id: 6, 
    title: 'Сведения о стандартах медицинской помощи и клинических рекомендациях', 
    isOpen: false,
    text: 'www.pravo.gov.ru/',
    text2: 'www.minzdrav.gov.ru/',
  },
  {
    id: 7, 
    title: 'Документы на возврат НДФЛ', 
    isOpen: false,
    text: 'Вы можете сделать налоговый вычет за медицинские услуги, предоставленные лично вам, вашему мужу (жене), детям и подопечным до 18 лет, родителям. В наших клиниках вы можете получить справку об оплате медицинских услуг для предоставления в налоговую инспекцию. Для получения такой справки вам необходимо заполнить заявку на нашем сайте или обратиться к администраторам в регистратуру клиники. Срок подготовки справки — до 14 рабочих дней с момента обращения. Вместе со справкой мы выдаем копию лицензии на ведение медицинской деятельности (она также понадобится в налоговой)',
  },
]

export const mockSpecialists = [
  { id: 1, name: 'Овсоян Григорий', category: 'Стоматолог-терапевт', img: 'images/specialists/avatar.png', imgBig:'images/specialists/avatar-4.png'},
  { id: 2, name: 'Унаньян Карина', category: 'Челюстно-лицевой хирург', img: 'images/specialists/avatar-1.png', imgBig:'images/specialists/avatar-7.png'},
  { id: 3, name: 'Маашев Магомед', category: 'Стоматолог-хирург', img: 'images/specialists/avatar-2.png', imgBig:'images/specialists/avatar-6.png'},
  { id: 4, name: 'Шагалова Полина', category: 'Стоматолог', img: 'images/specialists/avatar-3.png', imgBig:'images/specialists/avatar-5.png'}
]

export const textAboutImportantArray = [
  'Кариес не бывает «детским». Это инфекция, которая может распространиться на постоянные зубы, если не начать лечение молочных зубов',
  'Разрушенные зубы влияют на отношение детей в коллективе',
  'Молочные зубы у детей болят точно так же, как и постоянные у взрослых',
  'Разрушенные и отсутствующие зубы ведут к логопедическим дефектам (нарушается произносительная сторона речи ребенка) и к проблемам с прикусом'
];

export const mockArrayArticleCard = [
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    ];

export const mockArrayServicesCard = [
  {heading: 'Лечение во сне', price: '3 400', isRecommended: true, isPopular: null, isDemand: null, type: 'Рекомендуем', tags: ["Стоматология", "Дети", 'Седация']},
  {heading: 'Профессиональная гигиена полости рта и зубов временный прикус', isRecommended: true, isPopular: null, isDemand: null, price: '5 400', type: 'Рекомендуем', tags: ["Стоматология", "Дети"]},
  {heading: 'Удаление зубов мудрости', price: '3 400', isRecommended: null, isPopular: null, isDemand: true, type: 'Рекомендуем', tags: ["Стоматология", "Взрослые"]},
  {heading: 'Скуловая имплантация', price: '3 800', isRecommended: null, isPopular: true, isDemand: null, type: 'Рекомендуем', tags: ["Стоматология", "Дети"]},
  {heading: 'Профессиональная гигиена полости рта и зубов временный прикус', isRecommended: null, isPopular: null, isDemand: null, price: '1 400', type: 'Рекомендуем', tags: ["Стоматология"]},
  ];

export const mockArrayDirection = [
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"cases-direction/avatar1.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"cases-direction/avatar2.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"cases-direction/avatar3.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"cases-direction/avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"cases-direction/avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"cases-direction/avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"cases-direction/avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"cases-direction/avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"cases-direction/avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"cases-direction/avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"cases-direction/avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"cases-direction/avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"cases-direction/avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
];

export const mockArrayDocumentationCard = [
  {title: 'Лицензия на оказание стоматологических услуг в Краснодарском крае', text: 'Лицензия Л041-01126-23/00370271', link: 'http://176.99.11.245:1338/uploads/L041_01126_23_00370271_1_0764ad6130.pdf'},
  {title: 'Лицензия на оказание стоматологических услуг в Краснодарском крае', text: 'Лицензия №Л041-01126-23/00621467', link: 'http://176.99.11.245:1338/uploads/Vypiska_iz_reestra_6_8d98857fd8.pdf' },
]

export const mockArrayClinic = [
  {
    id: 1,
    title: 'Взрослая стоматология',
    titleDescription: 'Небольшое описание в несколько строчек',
    imgBgTitle: 'adult-dentist.png',
    imgAdaptivTitle: 'adult-dent-adaptiv.png',
    descriptionClinicTitle: 'Описание клиники',
    descriptionClinicText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    descriptionClinicSliderImgs: ['clinic.png', 'clinic.png', 'clinic.png'],
    videoBlockTitle: 'Продающий заголовок',
    videoBlockText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    videoBlock: '',
    directions: [
      {
        id: 1,
        title: 'Терапия. Лечение зубов',
        services: ['Лечение кариеса', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 2,
        title: 'Диагностика',
        services: ['Рентген зубов', 'Панорамный снимок зубов (ОПТГ)', 'Телерентгенограмма (ТРГ)', 'КЛКТ', 'Сканирование 3Shape'],
      },
      {
        id: 3,
        title: 'Гигиена и отбеливание',
        services: ['Профессиональная гигиена полости рта', 'Проф гигиена при брекетах', 'Отбеливание ZOOM4', 'Капповое отбеливание', 'Внутрикоронковое отбеливание'],
      },
      {
        id: 4,
        title: 'Ортопедия. Коронки и протезы',
        services: ['Протезирование зубов: вкладки, коронки, мосты', 'Керамические коронки', 'Коронки на имплантаты', 'Виниры', 'Съемные протезы', 'Несъемные протезы (All on 4)'],
      },   
    ],
  },
  {
    id: 2,
    title: 'Детская стоматология',  
    titleDescription: 'Небольшое описание в несколько строчек',
    imgBgTitle: 'girl.png',
    imgAdaptivTitle: 'girl-adaptiv.png',
    descriptionClinicTitle: 'Описание клиники',
    descriptionClinicText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    descriptionClinicSliderImgs: ['clinic.png', 'clinic.png', 'clinic.png'],
    videoBlockTitle: 'Продающий заголовок',
    videoBlockText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    videoBlock: '',
    directions: [
      {
        id: 1,
        title: 'Терапия. Лечение зубов',
        services: ['Лечение кариеса2', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 2,
        title: 'Консультация и профилактика ',
        services: ['Лечение кариеса', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 3,
        title: 'Хирургия. Удаление зубов и др',
        services: ['Лечение кариеса3', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 4,
        title: 'Адаптация',
        services: ['Лечение кариеса4', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },   
    ],
  },
  {
    id: 3,
    title: 'Детская клиника',
    titleDescription: 'Небольшое описание в несколько строчек',
    imgBgTitle: 'children-clinic.png',
    imgAdaptivTitle: 'children-clinic-adaptiv.png',
    descriptionClinicTitle: 'Описание клиники',
    descriptionClinicText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    descriptionClinicSliderImgs: ['clinic.png', 'clinic.png', 'clinic.png'],
    videoBlockTitle: 'Продающий заголовок',
    videoBlockText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    videoBlock: '',  
    directions: [
      {
        id: 1,
        title: 'Услуги',
        services: ['Лечение кариеса', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 2,
        title: 'Специалисты',
        services: ['Педиатр', 'Аллерголог', 'Аллерголог', 'Дерматолог', 'Детский хирург', 'Уролог', 'Кардиолог', 'Функциональный диагност', 'Логопед', 'Невролог', 'Ортопед травматолог', 'ЛОР', 'Офтальмолог', 'Физиотерапевт', 'Эндокринолог'],
      },
      // {
      //   id: 3,
      //   title: 'Гигиена и отбеливание',
      //   services: ['Лечение кариеса3', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      // },
      // {
      //   id: 4,
      //   title: 'Ортопедия. Коронки и протезы',
      //   services: ['Лечение кариеса4', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      // },   
    ],
  },
  {
    id: 4,
    title: 'Челюстно-лицевая хирургия',
    titleDescription: 'Небольшое описание в несколько строчек',
    imgBgTitle: 'children-clinic.png',
    imgAdaptivTitle: 'children-clinic-adaptiv.png',
    descriptionClinicTitle: 'Описание клиники',
    descriptionClinicText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    descriptionClinicSliderImgs: ['clinic.png', 'clinic.png', 'clinic.png'],
    videoBlockTitle: 'Продающий заголовок',
    videoBlockText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    videoBlock: '',  
    directions: [
      {
        id: 1,
        title: 'Травмы челюстно-лицевой области (переломы)',
        services: ['Лечение кариеса', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 2,
        title: 'Скуловая имплантация',
        services: ['Лечение кариеса2', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 3,
        title: 'Опухоли и новообразования',
        services: ['Лечение кариеса3', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 4,
        title: 'Опухоли и новообразования',
        services: ['Лечение кариеса4', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      }, 
      {
        id: 5,
        title: 'Гайморотомия',
        services: ['Лечение кариеса4', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },   
    ],
  },
  {
    id: 5,
    title: 'Лечение во сне',
    titleDescription: 'Небольшое описание в несколько строчек',
    imgBgTitle: 'children-clinic.png',
    imgAdaptivTitle: 'children-clinic-adaptiv.png',
    descriptionClinicTitle: 'Описание клиники',
    descriptionClinicText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    descriptionClinicSliderImgs: ['clinic.png', 'clinic.png', 'clinic.png'],
    videoBlockTitle: 'Продающий заголовок',
    videoBlockText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    videoBlock: '',  
    directions: [
      {
        id: 1,
        title: 'Лечение зубов детям во сне',
        services: ['Лечение кариеса', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 2,
        title: 'Масочный наркоз',
        services: ['Лечение кариеса2', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 3,
        title: 'Лечение зубов взрослым во сне',
        services: ['Лечение кариеса3', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 4,
        title: 'Удаление зубов под наркозом',
        services: ['Лечение кариеса4', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },   
    ],
  },
]