export const mockArrayOurSpecialists = [
  {name: 'Овсоян Григорий', category: 'Челюстно-лицевой хирург', img:"avatar-4.png" },
  {name: 'Унаньян Карина', category: 'Стоматолог-терапевт', img:"avatar-5.png" },
  {name: 'Маашев Магомед', category: 'Стоматолог-хирург', img:"avatar-6.png"},
  {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
  {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
  {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
  {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
  {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
  {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
  {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
  {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
  {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
];

export const textAboutImportantArray = [
  'Кариес не бывает «детским». Это инфекция, которая может распространиться на постоянные зубы, если не начать лечение молочных зубов',
  'Разрушенные зубы влияют на отношение детей в коллективе',
  'Молочные зубы у детей болят точно так же, как и постоянные у взрослых',
  'Разрушенные и отсутствующие зубы ведут к логопедическим дефектам (нарушается произносительная сторона речи ребенка) и к проблемам с прикусом'
];

export const mockArrayArticleCard = [
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых '},
    ];

export const mockArrayServicesCard = [
    {name: 'Профессиональная гигиена полости рта и зубов временный прикус', price: 'от 3 400 ₽', type: 'Рекомендуем'},
    {name: 'Профессиональная гигиена полости рта и зубов временный прикус', price: 'от 3 400 ₽', type: 'Рекомендуем'},
    {name: 'Профессиональная гигиена полости рта и зубов временный прикус', price: 'от 3 400 ₽', type: 'Рекомендуем'},
    {name: 'Профессиональная гигиена полости рта и зубов временный прикус', price: 'от 3 400 ₽', type: 'Рекомендуем'},
    {name: 'Профессиональная гигиена полости рта и зубов временный прикус', price: 'от 3 400 ₽', type: 'Рекомендуем'},
  ];

export const mockArrayDirection = [
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"avatar1.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"avatar2.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"avatar3.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
    {name: 'Название кейса', category: 'Взрослая стоматология', img:"avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
];

export const mockArrayDocumentationCard = [
  {title: 'Лицензия на оказание стоматологических услуг в Краснодарском крае', text: 'Лицензия №23-01-015031' },
  {title: 'Лицензия на оказание стоматологических услуг в Краснодарском крае', text: 'Лицензия №23-01-015031' },
]

export const mockArrayClinic = [
  {
    id: 1,
    title: 'Взрослая стоматология',
    titleDescription: 'Небольшое описание в несколько строчек',
    imgBgTitle: 'adult-dent.png',
    imgAdaptivTitle: 'adult-dent-adaptiv.png',
    descriptionClinicTitle: 'Описание клиники',
    descriptionClinicText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    descriptionClinicSliderImgs: ['clinic.png', 'clinic.png', 'clinic.png'],
    videoBlockTitle: 'Продающий заголовок',
    videoBlockText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    videoBlock: '',
    directions: [
      {
        id: 1,
        title: 'Терапия. Лечение зубов',
        services: ['Лечение кариеса', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 2,
        title: 'Диагностика',
        services: ['Рентген зубов', 'Панорамный снимок зубов (ОПТГ)', 'Телерентгенограмма (ТРГ)', 'КЛКТ', 'Сканирование 3Shape'],
      },
      {
        id: 3,
        title: 'Гигиена и отбеливание',
        services: ['Профессиональная гигиена полости рта', 'Проф гигиена при брекетах', 'Отбеливание ZOOM4', 'Капповое отбеливание', 'Внутрикоронковое отбеливание'],
      },
      {
        id: 4,
        title: 'Ортопедия. Коронки и протезы',
        services: ['Протезирование зубов: вкладки, коронки, мосты', 'Керамические коронки', 'Коронки на имплантаты', 'Виниры', 'Съемные протезы', 'Несъемные протезы (All on 4)'],
      },   
    ],
  },
  {
    id: 2,
    title: 'Детская стоматология',  
    titleDescription: 'Небольшое описание в несколько строчек',
    imgBgTitle: 'girl.png',
    imgAdaptivTitle: 'girl-adaptiv.png',
    descriptionClinicTitle: 'Описание клиники',
    descriptionClinicText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    descriptionClinicSliderImgs: ['clinic.png', 'clinic.png', 'clinic.png'],
    videoBlockTitle: 'Продающий заголовок',
    videoBlockText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    videoBlock: '',
    directions: [
      {
        id: 1,
        title: 'Терапия. Лечение зубов',
        services: ['Лечение кариеса2', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 2,
        title: 'Консультация и профилактика ',
        services: ['Лечение кариеса', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 3,
        title: 'Хирургия. Удаление зубов и др',
        services: ['Лечение кариеса3', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 4,
        title: 'Адаптация',
        services: ['Лечение кариеса4', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },   
    ],
  },
  {
    id: 3,
    title: 'Детская клиника',
    titleDescription: 'Небольшое описание в несколько строчек',
    imgBgTitle: 'children-clinic.png',
    imgAdaptivTitle: 'children-clinic-adaptiv.png',
    descriptionClinicTitle: 'Описание клиники',
    descriptionClinicText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    descriptionClinicSliderImgs: ['clinic.png', 'clinic.png', 'clinic.png'],
    videoBlockTitle: 'Продающий заголовок',
    videoBlockText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    videoBlock: '',  
    directions: [
      {
        id: 1,
        title: 'Услуги',
        services: ['Лечение кариеса', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 2,
        title: 'Специалисты',
        services: ['Педиатр', 'Аллерголог', 'Аллерголог', 'Дерматолог', 'Детский хирург', 'Уролог', 'Кардиолог', 'Функциональный диагност', 'Логопед', 'Невролог', 'Ортопед травматолог', 'ЛОР', 'Офтальмолог', 'Физиотерапевт', 'Эндокринолог'],
      },
      // {
      //   id: 3,
      //   title: 'Гигиена и отбеливание',
      //   services: ['Лечение кариеса3', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      // },
      // {
      //   id: 4,
      //   title: 'Ортопедия. Коронки и протезы',
      //   services: ['Лечение кариеса4', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      // },   
    ],
  },
  {
    id: 4,
    title: 'Челюстно-лицевая хирургия',
    titleDescription: 'Небольшое описание в несколько строчек',
    imgBgTitle: 'children-clinic.png',
    imgAdaptivTitle: 'children-clinic-adaptiv.png',
    descriptionClinicTitle: 'Описание клиники',
    descriptionClinicText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    descriptionClinicSliderImgs: ['clinic.png', 'clinic.png', 'clinic.png'],
    videoBlockTitle: 'Продающий заголовок',
    videoBlockText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    videoBlock: '',  
    directions: [
      {
        id: 1,
        title: 'Травмы челюстно-лицевой области (переломы)',
        services: ['Лечение кариеса', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 2,
        title: 'Скуловая имплантация',
        services: ['Лечение кариеса2', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 3,
        title: 'Опухоли и новообразования',
        services: ['Лечение кариеса3', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 4,
        title: 'Опухоли и новообразования',
        services: ['Лечение кариеса4', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      }, 
      {
        id: 5,
        title: 'Гайморотомия',
        services: ['Лечение кариеса4', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },   
    ],
  },
  {
    id: 5,
    title: 'Лечение во сне',
    titleDescription: 'Небольшое описание в несколько строчек',
    imgBgTitle: 'children-clinic.png',
    imgAdaptivTitle: 'children-clinic-adaptiv.png',
    descriptionClinicTitle: 'Описание клиники',
    descriptionClinicText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    descriptionClinicSliderImgs: ['clinic.png', 'clinic.png', 'clinic.png'],
    videoBlockTitle: 'Продающий заголовок',
    videoBlockText: 'Как уже неоднократно упомянуто, непосредственные участники технического прогресса неоднозначны и будут разоблачены. С учётом сложившейся международной обстановки, высококачественный прототип будущего проекта не даёт нам иного выбора, кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры в значительной степени обусловливает важность системы массового участия.',
    videoBlock: '',  
    directions: [
      {
        id: 1,
        title: 'Лечение зубов детям во сне',
        services: ['Лечение кариеса', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 2,
        title: 'Масочный наркоз',
        services: ['Лечение кариеса2', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 3,
        title: 'Лечение зубов взрослым во сне',
        services: ['Лечение кариеса3', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },
      {
        id: 4,
        title: 'Удаление зубов под наркозом',
        services: ['Лечение кариеса4', 'Лечение пульпита', 'Лечение периодонтита', 'Лечение каналов зуба', 'Лечение зубов под микроскопом', 'Лечение зубов под наркозом', 'Лечение зубов при беременности', 'Реставрация зуба'],
      },   
    ],
  },
]