<template>
  <div class="container-size">
    <elements-slider-article :programs="mockArray"/>
  </div>
</template>

<script setup>
  const mockArray = [
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых заданий влечет за собой процесс внедрения и модернизации переосмысления внешнеэкономических политик. Разнообразный и богатый опыт говорит нам, что базовый вектор развития является качественно новой ступенью форм воздействия. Сложно сказать, почему предприниматели в сети интернет объявлены нарушающими общечеловеческие нормы этики и морали. Принимая во внимание показатели успешности, семантический разбор внешних противодействий в значительной степени обусловливает важность экспериментов, поражающих по своей масштабности и грандиозности.'},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых заданий влечет за собой процесс внедрения и модернизации переосмысления внешнеэкономических политик. Разнообразный и богатый опыт говорит нам, что базовый вектор развития является качественно новой ступенью форм воздействия. Сложно сказать, почему предприниматели в сети интернет объявлены нарушающими общечеловеческие нормы этики и морали. Принимая во внимание показатели успешности, семантический разбор внешних противодействий в значительной степени обусловливает важность экспериментов, поражающих по своей масштабности и грандиозности.'},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых заданий влечет за собой процесс внедрения и модернизации переосмысления внешнеэкономических политик. Разнообразный и богатый опыт говорит нам, что базовый вектор развития является качественно новой ступенью форм воздействия. Сложно сказать, почему предприниматели в сети интернет объявлены нарушающими общечеловеческие нормы этики и морали. Принимая во внимание показатели успешности, семантический разбор внешних противодействий в значительной степени обусловливает важность экспериментов, поражающих по своей масштабности и грандиозности.'},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых заданий влечет за собой процесс внедрения и модернизации переосмысления внешнеэкономических политик. Разнообразный и богатый опыт говорит нам, что базовый вектор развития является качественно новой ступенью форм воздействия. Сложно сказать, почему предприниматели в сети интернет объявлены нарушающими общечеловеческие нормы этики и морали. Принимая во внимание показатели успешности, семантический разбор внешних противодействий в значительной степени обусловливает важность экспериментов, поражающих по своей масштабности и грандиозности.'},
    {name: 'Наименование статьи', category: 'Стоматология', description: 'Равным образом, реализация намеченных плановых заданий влечет за собой процесс внедрения и модернизации переосмысления внешнеэкономических политик. Разнообразный и богатый опыт говорит нам, что базовый вектор развития является качественно новой ступенью форм воздействия. Сложно сказать, почему предприниматели в сети интернет объявлены нарушающими общечеловеческие нормы этики и морали. Принимая во внимание показатели успешности, семантический разбор внешних противодействий в значительной степени обусловливает важность экспериментов, поражающих по своей масштабности и грандиозности.'},
    ];
</script>

<style lang="scss" scoped>
@import '/assets/styles/style.scss';
  .feedback-bloks {
      width: 1280px;
      max-width: 100%;
      margin: 0 auto;
      padding: 50px 0;
  }
</style>