<template>
  <div class="container-size wrapper-feedback">
    <elements-slider :programs="mockArray"/>
  </div>
</template>

<script setup>
  const mockArray = [
    {name: 'Кристина', grade: 'Оценка 4,9', date:"20 мая 2023", text: 'Равным образом, реализация намеченных плановых заданий влечет за собой процесс внедрения и модернизации переосмысления внешнеэкономических политик. Разнообразный и богатый опыт говорит нам, что базовый вектор развития является качественно новой ступенью форм воздействия. Сложно сказать, почему предприниматели в сети интернет объявлены нарушающими общечеловеческие нормы этики и морали. Принимая во внимание показатели успешности, семантический разбор внешних противодействий в значительной степени обусловливает важность экспериментов, поражающих по своей масштабности и грандиозности.'},
    {name: 'Марина', grade: 'Оценка 4,9', date:"19 мая 2023", text: 'Равным образом, реализация намеченных плановых заданий влечет за собой процесс внедрения и модернизации переосмысления внешнеэкономических политик. Разнообразный и богатый опыт говорит нам, что базовый вектор развития является качественно новой ступенью форм воздействия. Сложно сказать, почему предприниматели в сети интернет объявлены нарушающими общечеловеческие нормы этики и морали. Принимая во внимание показатели успешности, семантический разбор внешних противодействий в значительной степени обусловливает важность экспериментов, поражающих по своей масштабности и грандиозности.'},
    {name: 'Святослав', grade: 'Оценка 5,0', date:"18 мая 2023", text: 'Равным образом, реализация намеченных плановых заданий влечет за собой процесс внедрения и модернизации переосмысления внешнеэкономических политик. Разнообразный и богатый опыт говорит нам, что базовый вектор развития является качественно новой ступенью форм воздействия. Сложно сказать, почему предприниматели в сети интернет объявлены нарушающими общечеловеческие нормы этики и морали. Принимая во внимание показатели успешности, семантический разбор внешних противодействий в значительной степени обусловливает важность экспериментов, поражающих по своей масштабности и грандиозности.'},
    {name: 'Кристина', grade: 'Оценка 4,9', date:"20 мая 2023", text: 'Равным образом, реализация намеченных плановых заданий влечет за собой процесс внедрения и модернизации переосмысления внешнеэкономических политик. Разнообразный и богатый опыт говорит нам, что базовый вектор развития является качественно новой ступенью форм воздействия. Сложно сказать, почему предприниматели в сети интернет объявлены нарушающими общечеловеческие нормы этики и морали. Принимая во внимание показатели успешности, семантический разбор внешних противодействий в значительной степени обусловливает важность экспериментов, поражающих по своей масштабности и грандиозности.'},
    {name: 'Марина', grade: 'Оценка 4,9', date:"19 мая 2023", text: 'Равным образом, реализация намеченных плановых заданий влечет за собой процесс внедрения и модернизации переосмысления внешнеэкономических политик. Разнообразный и богатый опыт говорит нам, что базовый вектор развития является качественно новой ступенью форм воздействия. Сложно сказать, почему предприниматели в сети интернет объявлены нарушающими общечеловеческие нормы этики и морали. Принимая во внимание показатели успешности, семантический разбор внешних противодействий в значительной степени обусловливает важность экспериментов, поражающих по своей масштабности и грандиозности.'},
    ];
</script>

<style lang="scss" scoped>
@import '/assets/styles/style.scss';

@media (max-width: 650px) {
  .wrapper-feedback {
    margin: 0 auto 80px !important;
  }
}
</style>