

<script setup>
  // const mockArrayDirection = [
  //   {name: 'Название кейса', category: 'Взрослая стоматология', img:"avatar1.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
  //   {name: 'Название кейса', category: 'Взрослая стоматология', img:"avatar2.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
  //   {name: 'Название кейса', category: 'Взрослая стоматология', img:"avatar3.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
  //   {name: 'Название кейса', category: 'Взрослая стоматология', img:"avatar4.png", description:"Небольшое описание кейса. Сложности и проблемы, с которыми столкнулись" },
  //   ];

    const mockArray = [
    {name: 'Овсоян Григорий', category: 'Челюстно-лицевой хирург', img:"avatar-4.png" },
    {name: 'Унаньян Карина', category: 'Стоматолог-терапевт', img:"avatar-5.png" },
    {name: 'Маашев Магомед', category: 'Стоматолог-хирург', img:"avatar-6.png"},
    {name: 'Шагалова Полина', category: 'Стоматолог', img:"avatar-7.png"},
    ];
</script>

<template>
  <blocks-dentistry 
    title="Взрослая стоматология"
    text="Небольшое описание в несколько строчек"
    imgBg="adult-dent.png"
    imgAdaptiv="adult-dent-adaptiv.png"
    titleSeo="Описание клиники"
    textSeo="Как уже неоднократно упомянуто, непосредственные участники 
      технического прогресса неоднозначны и будут разоблачены. С 
      учётом сложившейся международной обстановки, 
      высококачественный прототип будущего проекта не даёт нам иного выбора, 
      кроме определения приоретизации разума над эмоциями. Разнообразный и богатый опыт говорит нам, 
      что укрепление и развитие внутренней структуры в значительной степени обусловливает важность 
      системы массового участия. "
    :imgSeo="'block-adult-dent.png'"
    :data="mockArray"
    :dataDirection="mockArray"
  />
</template>
  